{
  "We Are ORLAB Viet Nam": "私達はベトナムORLABです",
  "We Bring To You": "私たちがあなたにお届けします",
  "Chance": "機会",
  "and Change": "と変化",
  "EXPLORE": "詳しく",
  "We are here to connect Vietnamese engineers who wish to develop their careers in Viet Nam and Japan": "私達は、ベトナムと日本でキャリアを築きたいベトナム人エンジニアを結びつけるためにここにいます。",
  "Software Outsourcing": "ソフトウェアのアウトソーシング",
  "Software Outsourcing and Offshore development are powerful strategies, opening doors to global talent and innovation for businesses worldwide.": "ソフトウェア アウトソーシングとオフショア開発は強力な戦略であり、世界中の企業にグローバルな人材とイノベーションへの扉を開きます。",
  "Business Agency Agreement": "業務代理契約",
  "The Business Agency Agreement serves as the legal framework for our partnership, for the purpose of business development, contract negotiation, and market presence.": "ビジネス代理契約は、事業開発、契約交渉、市場での存在感を目的とした、弊社のパートナーシップの法的枠組みとして機能します。",
  "Recruitment": "人材紹介",
  "Efficiency meets expertise in our Recruitment Service. We handle the entire recruitment lifecycle, from sourcing to placement, ensuring a smooth and successful hiring experience.": "弊社の採用サービスでは、効率性と専門知識が融合しています。 弊社は人材調達から人材紹介まで、採用ライフサイクル全体を処理し、スムーズで成功した採用体験を保証します。",
  "Who we are": "弊社について",
  "Our Story, Our Identity": "私達のストーリー、アイデンティティ",
  "ORLAB creates applications that help customers solve their problems, bringing profits and trust for long-term cooperation. ORLAB has a multinational team of engineers. In addition to cultural understanding, our strength is solidarity with a single goal - customer satisfaction.": "ORLAB は、顧客の問題解決を支援するアプリケーションを作成し、長期的な協力に利益と信頼をもたらします。 ORLAB には多国籍のエンジニア チームがいます。 文化的な理解に加えて、私たちの強みは、顧客満足という単一の目標への団結です。",
  "We Provide": "提供します",
  "Leverage Local Talent, Grow Globally": "地元の人材を活用し、グローバルに成長します。",
  "Flexibly using existing strengths from the parent company, we focus on developing main services in Hanoi such as Software Outsourcing and dispatch recruitment.": "親会社の既存強みを柔軟に活用し、ソフトウェアアウトソーシングや人材派遣などの主力サービスをハノイで展開することに注力しています。",
  "Career Chances": "キャリアチャンス",
  "Exploring Job Opportunities": "雇用の機会を探します",
  "Our Vision": "ビジョン",
  "Together We Thrive": "一緒に繁栄します。",
  "With the core value of the human factor, we are step by step on the path to becoming a reliable choice for customers not only in terms of price and product quality but also in building partnership relationships. based on trust.": "ヒューマンファクターを中核的な価値として、弊社は価格と製品品質だけでなく、パートナーシップ関係の構築においてもお客様にとって信頼できる選択肢となるための道を一歩ずつ歩んでいます。 信頼に基づいて。",
  "Customers And Partners": "お顧客とパートナー"
}