{
  "Main Services": "主なサービス",
  
  "Software Outsourcing": "ソフトウェアのアウトソーシング",
  "We are proud to be a reliable and professional partner in the field of Software Outsourcing. With a team of dedicated and passionate software experts, we are committed to delivering top-notch solutions and meeting all your software development needs.": "ソフトウェア アウトソーシングの分野で信頼できるプロフェッショナル パートナーであることを誇りに思っています。 献身的で情熱的なソフトウェア専門家のチームとともに、弊社は一流のソリューションを提供し、お客様のすべてのソフトウェア開発ニーズを満たすことに全力で取り組んでいます。",
  "We not only provide software services, but also are a strategic partner in your digitalization journey. We focus on providing breakthrough solutions, helping businesses save costs and enhance their competitive strength.": "弊社はソフトウェア サービスを提供するだけでなく、お客様のデジタル化への取り組みにおける戦略的パートナーでもあります。 弊社は画期的なソリューションを提供し、企業のコスト削減と競争力の強化を支援することに重点を置いています。",
  "Assess needs and requirements": "ニーズと要件を評価する",
  "Negotiations and contracts": "交渉と契約",
  "Development and reporting": "開発と報告",
  "Support and maintenance": "サポートとメンテナンス",
  "Meet with customers to understand the specific needs and requirements of the project. Identify techniques, programming languages, and other technical elements.": "顧客と会い、プロジェクトの具体的なニーズと要件を理解します。 テクニック、プログラミング言語、その他の技術要素を特定します。",
  "Make detailed contracts with customers. Negotiate price, completion time, and other conditions.": "お客様と詳細な契約を締結します。 価格、納期、その他条件はご相談に応じます。",
  "Start the development process according to customer requirements. Perform complete testing to ensure product quality. Regular progress reporting meetings with customers.": "お客様のご要望に応じて開発プロセスを開始します。 製品の品質を保証するために完全なテストを実行します。 お客様との定期的な進捗報告会。",
  "Provide post-deployment technical support. Ensure product stability and maintenance.": "導入後の技術サポートを提供します。 製品の安定性とメンテナンスを確保します。",
  
  "Business Agency Agreement": "業務代理契約",
  "We have a legal entity in Tokyo, we can cooperate with you when you do not have enough conditions to establish a legal entity in Japan, at this time you can still do business, receive letters and documents... from customers and partners through our office address. This helps you access the labor market faster and find employment in Japan with the least amount of difficulty.": "弊社は東京に法人を構えており、日本で法人を設立するための十分な条件が整っていない場合でも協力することができます。現時点では、弊社を通じてお客様やパートナーからビジネスを行ったり、手紙や書類を受け取ったりすることができます。 オフィスの住所。 これにより、労働市場に迅速にアクセスでき、日本での雇用を最も簡単に見つけることができます。",
  "We offer more than just a contract, but the ability to optimize business processes. We create a favorable environment, helping businesses focus on their core business. This flexibility helps your business take advantage of all business opportunities. We are not just partners, but teammates working together towards a common goal, creating the highest efficiency.": "私たちは単なる契約ではなく、ビジネス プロセスを最適化する機能を提供します。 私たちは有利な環境を創出し、企業が本業に集中できるよう支援します。 この柔軟性により、ビジネスはあらゆるビジネスチャンスを活用することができます。 私たちは単なるパートナーではなく、共通の目標に向かって協力し、最高の効率を生み出すチームメイトです。",
  "Objectives and scope": "目的と範囲",
  "Identify specific customer goals. Be clear about the scope and interests of both sides.": "顧客の具体的な目標を特定します。 双方の範囲と利益について明確にしてください。",
  "Discuss and negotiate": "相談と交渉",
  "Discuss specific conditions of the contract. Negotiate commission policies, responsibilities, payment conditions and other terms.": "契約の具体的な条件について話し合います。 コミッションポリシー、責任、支払い条件、その他の条件について交渉します。",
  
  "Recruitment": "募集",
  "We have many trusted partners and customers based on close links since our inception. Recruitment takes place quickly with a high success rate. We want to not only provide opportunities for engineers but also engage with them throughout their career path.": "弊社には、創業以来の密接なつながりに基づいて、多くの信頼できるパートナーと顧客がいます。 採用は迅速に行われ、高い成功率を誇ります。 私たちはエンジニアに機会を提供するだけでなく、エンジニアのキャリアパス全体を通じて関わりたいと考えています。",
  "Since our establishment until now, we have always built and maintained good relationships with partners and customers. Therefore, recruitment is not only about finding personnel but also about listening to the wishes of customers, partners as well as engineers with the goal of connecting the fastest with the highest success rate.": "私たちは創業以来現在に至るまで、パートナー様やお客様と常に良好な関係を築き、維持してきました。 したがって、採用活動は単に人材を見つけるだけでなく、顧客、パートナー、エンジニアの要望を聞き、最も早く、最も高い成功率でつながることを目標としています。",
  "Open vacancy": "空席あり",
  "Receive recruitment request information from partners and customers, and notify about open career opportunities for a position on our website.": "パートナーや顧客からの採用リクエスト情報を受け取り、弊社の Web サイト上で募集中のポジションの求人情報を通知します。",
  "Hiring Process": "雇用プロセス",
  "Evaluate the profile, invite the candidate to a conversation with our recruitment team. This is an opportunity for us to clearly understand the candidate's experience, skills, and importance to find the most suitable opportunity.": "プロフィールを評価し、候補者を採用チームとの会話に招待します。 これは、候補者の経験、スキル、重要性を明確に理解し、最適な機会を見つける機会です。",
  "Interview": "面接",
  "Face-to-face interviews with customers (online/offline) will focus on discovering more about personal skills, assessing fit with company culture, and answering any questions you have about the position and company.": "顧客との対面面接 (オンライン/オフライン) では、個人のスキルについてさらに詳しく知り、企業文化との適合性を評価し、役職や会社に関する質問に答えることに焦点を当てます。",
  "Ready to work": "内定",
  "Welcome. We have prepared the procedures so you can soon work in Vietnam or Japan depending on the position/job requirements without incurring costs.": "いらっしゃいませ。 募集や仕事の要件に応じて、コストをかけずにベトナムまたは日本ですぐに働けるよう、手順を準備しました。",

  "Detail here": "詳しくはこちら",

  "Service Detail": "サービス詳細",
  "Our range of services includes:": "弊社のサービス範囲には以下が含まれます:",
  "Web Designing": "ウェブデザイン",
  "Web Development": "ウェブ開発",  
  "Web Customization": "ウェブカスタマイズ",
  "Our Procedure": "弊社の流れ",
  "Back to Main Services": "サービスへ戻る"
}