{
  "We Are ORLAB Viet Nam": "Chúng tôi là ORLAB Việt Nam",
  "We bring To You": "Chúng tôi mang tới cho bạn",
  "Chance": "Cơ hội",
  "and Change": "Và sự thay đổi",
  "EXPLORE": "Xem Thêm",
  "We are here to connect Vietnamese engineers who wish to develop their careers in Viet Nam and Japan": "Chúng tôi ở đây để kết nối các kỹ sư Việt Nam mong muốn phát triển sự nghiệp tại Việt Nam và Nhật Bản.",
  "Software Outsourcing": "Gia công phần mềm",
  "Software Outsourcing and Offshore development are powerful strategies, opening doors to global talent and innovation for businesses worldwide.": "Gia công phần mềm và phát triển ra nước ngoài là những chiến lược mạnh mẽ, mở ra cánh cửa tiếp cận nhân tài toàn cầu và đổi mới cho các doanh nghiệp trên toàn thế giới.",
  "Business Agency Agreement": "đại lý kinh doanh",
  "The Business Agency Agreement serves as the legal framework for our partnership, for the purpose of business development, contract negotiation, and market presence.": "Thỏa thuận Đại lý Kinh doanh đóng vai trò là khuôn khổ pháp lý cho mối quan hệ hợp tác của chúng ta, nhằm mục đích phát triển kinh doanh, đàm phán hợp đồng và hiện diện trên thị trường.",
  "Recruitment": "Tuyển dụng",
  "Efficiency meets expertise in our Recruitment Service. We handle the entire recruitment lifecycle, from sourcing to placement, ensuring a smooth and successful hiring experience.": "Hiệu quả đáp ứng chuyên môn trong Dịch vụ Tuyển dụng của chúng tôi. Chúng tôi xử lý toàn bộ vòng đời tuyển dụng, từ tìm nguồn cung ứng đến bố trí, đảm bảo trải nghiệm tuyển dụng suôn sẻ và thành công.",
  "Who we are": "Về Chúng Tôi",
  "Our Story, Our Identity": "Câu chuyện của chúng tôi, Bản sắc của chúng tôi",
  "ORLAB creates applications that help customers solve their problems, bringing profits and trust for long-term cooperation. ORLAB has a multinational team of engineers. In addition to cultural understanding, our strength is solidarity with a single goal - customer satisfaction.": "ORLAB tạo ra những ứng dụng giúp khách hàng giải quyết được bài toán của mình, mang lại lợi nhuận và sự tin tưởng hợp tác lâu dài. ORLAB có một đội ngũ kỹ sư đa quốc gia, ngoài am hiểu văn hoá, thế mạnh của chúng tôi là sự đoàn kết với một mục tiêu duy nhất - làm hài lòng khách hàng.",
  "We Provide": "Chúng tôi cung cấp",
  "Leverage Local Talent, Grow Globally": "Tận dụng tài năng, phát triển toàn cầu",
  "Flexibly using existing strengths from the parent company, we focus on developing main services in Hanoi such as Software Outsourcing and dispatch recruitment.": "Sử dụng linh hoạt các thế mạnh sẵn có từ công ty mẹ, chúng tôi tập trung phát triển các dịch vụ chính tại Hà Nội là gia công phần mềm và tuyển dụng phái cử.",
  "Career Chances": "Cơ hội nghề nghiệp",
  "Exploring Job Opportunities": "Khám phá cơ hội việc làm",
  "Our Vision": "Tầm nhìn",
  "Together We Thrive": "Cùng nhau phát triển",
  "With the core value of the human factor, we are step by step on the path to becoming a reliable choice for customers not only in terms of price and product quality but also in building partnership relationships. based on trust.": "Với giá trị cốt lõi là yếu tố con người, chúng tôi đang từng bước đi trên con đường để trở thành sự lựa chọn tin cậy cho khách hàng không chỉ về giá cả và chất lượng sản phẩm mà còn xây dựng mối quan hệ đối tác dựa trên sự tin cậy.",
  "Customers And Partners": "Đối tác và khác hàng"
}